{
	"Warrior": {
		"FlavorText": "지구의 서쪽끝 오염되지않은 섬 씨앗마을에서 오염되어가는 지구의 어두운 기운을 느낀 완두콩씨앗의 수호자 딱콩은 가문대대로 이어지는 명검 '시-드 칼리버'을 가지고 동료들과 함께 그 원인을 제거하기 위해 길을 나선다./n강인한 전사로서 필살기로 강력한 베기를 쓸 수 있으며 완두콩씨앗의 수호신 답게 자가 힐이 가능합니다.",
		"Detail": "todo",
		"Stats": { "Hp": 500 },
		"Passive": "None",
		"SkillSetDefault": [ "WarriorAttack", "WarriorEvasion", "WarriorHeal", "WarriorStrongAttack" ]
	},
	"Wizard": {
		"FlavorText": "씨앗마을 변두리에 살고있는 마법사인 해바라기씨의 수호자 릴리리나노콩은 괴짜라고 불리며 마을사람들의 곱지않은 시선을 받지만 사실 자연을 매우 사랑하는 친환경적인 마법사. 어느날 갑자기 마을을 덮친 어두운 기운때문에 자연이 고통받는 모습을 본 릴리리나노콩은 자연의 복수를 위해 딱콩의 원정에 합류한다./n릴리리나노콩은 자연을 이용한 마법을 사용하는 마법사로, 파이어볼, 아이스볼트등과 같은 화려한 마법공격이 가능한 캐릭터입니다."
		"Detail": "todo",
		"Stats": { "Hp": 500 },
		"Passive": "None",
		"SkillSetDefault": [ "WizardFireBolt", "WizardFireBall", "WizardIceSpear", "WizardLightening" ]
	},
	"Archer": {
		"FlavorText": "씨앗마을을 지키는 수비대 대장, 옥수수씨앗의 수호자 코온콩의 딸인 팝콩은 평소 사냥을 즐기는 명사수. 어리다는 이유로 수비대에 들어가지 못하고있던 팝콩은 자신의 실력을 인정받기위해 딱콩의 지구수호대 원정에 합류하게 된다./n팝콩은 활을 이용하는 헌터로 빠른 회피와 강력하고 화려한 화살공격이 가능합니다./n스킬에 화살을 사용합니다. 요구 화살수가 충족되지 않으면 스킬을 발동할 수 없습니다. 화살은 최초에 5개가 주어지면 5개가 최대 소지할 수 있는 화살수입니다. 캐릭터가 대기중일 때, 반턴당 화살1개가 충전됩니다.",
		"Detail": "todo",
		"Stats": { "Hp": 500 },
		"Passive": "Archer",
		"SkillSetDefault": [ "ArcherAttack", "ArcherEvasion", "ArcherStrongShot", "ArcherArrowRain" ],
		"Special": {
			"ArrowInitial": 5,
			"ArrowMax": 5,
			"ArrowRechargeCooltime": 60
		}
	},
	"Paladin": {
		"FlavorText": "씨앗마을의 신 'God of TheBillonLeaf(떡잎신)'의 신전을 지키던 팥의 수호자 파트콩은 어느날 갑자기 자신을 오염되어가는 지구를 구할 용사라며 '시-드 칼리버'를 들고 신전에 찾아온 딱콩으로부터 운명적 사명을 느끼고 신전을 나와 딱콩의 지구수호대 원정에 합류하게 된다./n파트콩은 큰 방패를 들고있는 성기사로 팀원들에 대한 힐과 방어, 적 공격이 모두 가능한 캐릭터입니다.",
		"Detail": "todo",
		"Stats": { "Hp": 1000 },
		"Passive": "None",
		"SkillSetDefault": [ "PaladinMassHeal", "None2", "PaladinPurification", "PaladinBigMassHeal" ]
	},
	"Monk": {
		"FlavorText": "씨앗섬의 산 꼭대기에서 수련을 하던 수도승이자 대추(인도대추사진 참고)씨의 수호자인 마하콩은 어느날 스승으로부터 하산하여 속세수행을 할 것을 명받는다. 자신의 힘을 세상에 도움이 되는 곳에 쓰고자 했지만 어디로 향할지 망설이던 마하콩은 마침 길을 떠나던 딱콩일행을 만나고 수행을 위해 길을 나선다./n마하콩은 수도승으로서 수련을 통해 익힌 깨달음을 바탕으로 기를 조절하여 파티원의 체력을 회복시키거나 적의 체력을 빼앗는 다양한 기술이 가능한 캐릭터입니다.",
		"Detail": "todo",
		"Stats": { "Hp": 1000 },
		"Passive": "None",
		"SkillSetDefault": [ "MonkHeal", "MonkSacrifice", "MonkEquility", "MonkRevenge" ]
	},
	"Thief": {
		"FlavorText": "신출귀몰로 유명한 도적이자 검은콩씨앗의 수호자 키트콩은 지구 곳곳을 돌아다니며 진귀한 보석들을 자신의 수집품에 넣는 것이 인생의 낙이자 직업. 키트콩의 꿈은 지구의 중심에 있다고 전해지는 전설의 원석 '붉은 오완두'를 수집품에 추가시키는 것. 그러던 어느날 지구를 구하기 위해 길을 나서는 딱콩일행이  '지구의 중심'을 향한다는 사실을 알고 일생의 꿈을 이루기 위해 일행에 합류한다./n파트콩은 두개의 단도를 사용하는 도적으로서 다양한 기술로 적을 상태이상(스턴, 실명, 중독)으로 만드는데 유리한 캐릭터입니다./n적의 공격에 대한 회피가 성공한 후 다음 공격에서 적에게 2번의 피해를 줍니다.",
		"Detail": "todo",
		"Stats": { "Hp": 500 },
		"Passive": "None",
		"SkillSetDefault": [ "ThiefStab", "ThiefEvade", "ThiefSandAttack", "ThiefAssassination" ]
	}
}